Repository: AgrosupDijon-DSI/bulma-package
Catalog: Resources/Private/Language/*.locallang_websitemodule.xlf
Languages: de, fr

# overview.title
source: Website Management
fr: Configuration du site

# overview.noRootPages.title
source: No root pages found!
de: Keine Seiten gefunden!
fr: Aucune page "racine" trouvée !

# overview.noRootPages.message
source: Please set at least one page as "Root Page" through page properties.
de: Bitte setzen Sie mindestens eine Seite als "Root Page" durch Seiteneigenschaften.
fr: Au moins une page doit être définie en tant que "Page racine" dans les propriétés de la page.

# overview.website
source: Website
de: Webseite
fr: Site

# overview.configuration.create
source: Create new configuration
de: Neue Konfiguration anlegen
fr: Créer une nouvelle configuration

# overview.configuration.edit
source: Edit configuration
de: Konfiguration bearbeiten
fr: Modifier la configuration

# overview.configuration.translate
source: Translate configuration
de: Ãœbersetzungskonfiguration
fr: Traduire la configuration

# customColors.title
source: Colors Management
de: Farbverwaltung
fr: Gestion des couleurs

# customColors.noColor.message
source: No color yet!
de: Noch keine Farbe!
fr: Aucune couleur à lister pour l'instant !

# customColors.color.create
source: Create new color
de: Neue Farbe anlegen
fr: Créer une nouvelle couleur

# metaTags.title
source: Meta tags Management
fr: Gestion des balises Meta

# metaTags.noMeta.message
source: No meta tag yet!
fr: Aucune balise Meta à lister pour l'instant !

# metaTags.meta.create
source: Create new meta tag
fr: Créer une nouvelle balise Meta

# overview.configuration
source: Configuration
de: Konfiguration
