Repository: AgrosupDijon-DSI/bulma-package
Catalog: Resources/Private/Language/*.Rte.xlf
Languages: de, fr

# style.table.bordered
source: Table Bordered
de: Tabellenumrandung
fr: Tableau avec bordure

# style.notification.primary
source: Notification Primary
de: Benachrichtigungen – Primärfarbe
fr: Notification Principale

# style.notification.success
source: Notification Success
de: Benachrichtigungen Erfolgsmeldung
fr: Notification Succès

# style.notification.info
source: Notification Info
de: Benachrichtigungen – Information
fr: Infos

# style.notification.warning
source: Notification Warning
de: Benachrichtigungen – Warnung
fr: Notification Avertissement

# style.notification.danger
source: Notification Danger
de: Benachrichtigungen – Achtung
fr: Notification Sombre

# style.notification.light
source: Notification Light
de: Benachrichtungen – Heller Hintergrund
fr: Notification Claire

# style.notification.dark
source: Notification Dark
de: Benachrichtungen – Dunkler Hintergrund
fr: Notification Sombre

# style.size.1
source: Size 1
de: Größe 1
fr: Taille 1

# style.size.2
source: Size 2
de: Größe 2
fr: Taille 2

# style.size.3
source: Size 3
de: Größe 3
fr: Taille 3

# style.size.4
source: Size 4
de: Größe 4
fr: Taille 4

# style.size.5
source: Size 5
de: Größe 5
fr: Taille 5

# style.size.6
source: Size 6
de: Größe 6
fr: Taille 6

# style.bloc-size.1
source: Bloc size 1
fr: Bloc taille 1

# style.bloc-size.2
source: Bloc size 2
fr: Bloc taille 2

# style.bloc-size.3
source: Bloc size 3
fr: Bloc taille 3

# style.bloc-size.4
source: Bloc size 4
fr: Bloc taille 4

# style.bloc-size.5
source: Bloc size 5
fr: Bloc taille 5

# style.bloc-size.6
source: Bloc size 6
fr: Bloc taille 6

# style.buttons
source: List of buttons
fr: Liste de boutons

# style.button
source: Button
fr: Bouton

# style.button.primary
source: Button Primary
de: Button – Primärfarbe
fr: Bouton Principal

# style.button.success
source: Button Success
de: Button – Erfolgreich
fr: Bouton Succès

# style.button.info
source: Button Info
de: Button – Information
fr: Bouton Info

# style.button.warning
source: Button Warning
de: Button – Warnung
fr: Bouton Avertissement

# style.button.danger
source: Button Danger
de: Button – Achtung
fr: Bouton Danger

# style.button.light
source: Button Light
de: Button – Heller Hintergrund
fr: Bouton Clair

# style.button.dark
source: Button Dark
de: Button – Dunkler Hintergrund
fr: Bouton Foncé

# style.link.mail
source: Icon Mail
fr: Icône Enveloppe

# style.link.phone
source: Icon Phone
fr: Icône Téléphone

# style.link.file
source: Icon File
fr: Icône Fichier

# style.link.url
source: Icon Url
fr: Icône Url

# style.link.localisation
source: Icon Localisation
fr: Icône Marqueur

# style.primary
source: Primary
de: Primärfarbe
fr: Principal

# style.success
source: Success
de: Erfolgreich
fr: Succès

# style.warning
source: Warning
de: Warnung
fr: Avertissement

# style.light
source: Light
de: Hell
fr: Clair

# style.dark
source: Dark
de: Dunkel
fr: Sombre

# style.highlighted
source: Highlighted
fr: Surlignage

# style.notification
source: Notification
de: Benachrichtigung

# style.info
source: Info
de: Information

# style.danger
source: Danger
de: Achtung
